SigFeXML 3.0 + ws nc(Devengos UPLOAD) - copia/SigFeXML/LogSigfe2/2015/04122015/CRP/04122015_161430_CRP-1.xml

<?xml version="1.0" encoding="utf-8"?>
<Envelope xmlns="http://www.w3.org/2003/05/soap-envelope">
	<Header />
	<Body>
<Devengo xmlns="http://sigfe.cl/ws/inter/verticales/devengo">
	<cabeceraArchivoType>
		<ejercicio>2015</ejercicio>
		<periodo>12</periodo>
		<proceso>0301</proceso>
		<identificacionEnvio>1512040524039330</identificacionEnvio>
		<montoTotal>165905</montoTotal>
		<cantidadTransacciones>5</cantidadTransacciones>
		<usuarioGenerador>cmunozca</usuarioGenerador>
		<usuarioAprobador>cmunozca</usuarioAprobador>
		<informacionInstitucionType>
			<partida>16</partida>
			<capitulo>04</capitulo>
			<areaTransaccional>001</areaTransaccional>
		</informacionInstitucionType>
	</cabeceraArchivoType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>161422</idTransferencia>
		<titulo>BV_174100_2015-12-04</titulo>
		<descripcionTransaccionDevengo>BV_174100_2015-12-04</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0900</tipoDocumento>
			<descripcionDocumentoDevengo>BV_174100_2015-12-04</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>174100</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2015-12-04</fechaDocumentoDevengo>
			<fechaRecepcionConforme />
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>2380</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>17256934-K</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>1173849</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>138</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>2380</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>2380</montoCuentaDebe>
								<montoCuentaHaber>2380</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>17256934-K</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-02-04</fechaCumplimiento>
					<montoCumplimiento>2380</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>161427</idTransferencia>
		<titulo>BV_174105_2015-12-04</titulo>
		<descripcionTransaccionDevengo>BV_174105_2015-12-04</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0900</tipoDocumento>
			<descripcionDocumentoDevengo>BV_174105_2015-12-04</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>174105</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2015-12-04</fechaDocumentoDevengo>
			<fechaRecepcionConforme />
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>43866</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>80494200-9</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>1168708</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>24</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>43866</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>43866</montoCuentaDebe>
								<montoCuentaHaber>43866</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>80494200-9</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-02-04</fechaCumplimiento>
					<montoCumplimiento>43866</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>161428</idTransferencia>
		<titulo>BV_174106_2015-12-04</titulo>
		<descripcionTransaccionDevengo>BV_174106_2015-12-04</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0900</tipoDocumento>
			<descripcionDocumentoDevengo>BV_174106_2015-12-04</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>174106</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2015-12-04</fechaDocumentoDevengo>
			<fechaRecepcionConforme />
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>92480</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>82999400-3</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>1167532</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>1</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>92480</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>92480</montoCuentaDebe>
								<montoCuentaHaber>92480</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>82999400-3</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-02-04</fechaCumplimiento>
					<montoCumplimiento>92480</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>161429</idTransferencia>
		<titulo>BV_174107_2015-12-04</titulo>
		<descripcionTransaccionDevengo>BV_174107_2015-12-04</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0900</tipoDocumento>
			<descripcionDocumentoDevengo>BV_174107_2015-12-04</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>174107</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2015-12-04</fechaDocumentoDevengo>
			<fechaRecepcionConforme />
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>19020</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>21389605-9</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>1167866</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>41</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>19020</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>19020</montoCuentaDebe>
								<montoCuentaHaber>19020</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>21389605-9</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-02-04</fechaCumplimiento>
					<montoCumplimiento>19020</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>161430</idTransferencia>
		<titulo>BV_174108_2015-12-04</titulo>
		<descripcionTransaccionDevengo>BV_174108_2015-12-04</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0900</tipoDocumento>
			<descripcionDocumentoDevengo>BV_174108_2015-12-04</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>174108</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2015-12-04</fechaDocumentoDevengo>
			<fechaRecepcionConforme />
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>8159</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>9534317-1</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>1173842</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>143</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>8159</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>8159</montoCuentaDebe>
								<montoCuentaHaber>8159</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>9534317-1</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-02-04</fechaCumplimiento>
					<montoCumplimiento>8159</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
</Devengo></Body>
</Envelope>